Repository: ubleipzig/tx-supportchat
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# chat-username
source: Guest
de: Gast

# chatbox-close
source: Close the window
de: Chat beenden

# chatbox-entry-welcome
source: Welcome to the Support Chat!
de: Herzlich willkommen im Chat!

# chatbox-messagelabel
source: Type your message here:
de: Geben Sie Ihre Nachricht hier ein:

# chatbox-sendmessage
source: Send
de: Absenden

# chatbox-export
source: Export chat as txt-file.
de: Chat als TXT-Datei exportieren.

# chatbox-title-be-user-ok
source: You are now connected with the Supportler %s.
de: Sie sind jetzt verbunden mit Mitarbeiter %s.

# chatbox-welcome
source: Welcome to the Support Chat!
de: Herzlich Willkommen im Chat!

# new-chatbox-message-for-be-user
source: A new Chatbox with Uid: %s was created!
de: Eine neue Chatbox (uid: %s) wurde erzeugt!

# noJsOrCookies-text
source: You must activate Javascript and accept Cookies!
de: Der Chat erfordert Javascript und Cookies!

# noJsOrCookies-title
source: Error
de: Fehler

# system-chat-destroyed
source: I'm sorry, the Chat was inactivated by an Admin!
de: Entschuldigung, der Chat wurde deaktiviert!

# system-supportler-joined-chat
source: The Supportler %s joined the Chat.
de: Mitarbeiter %s hat den Chat betreten.

# system-supportler-leaved-chat
source: The Supportler %s leaved the Chat.
de: Mitarbeiter %s hat den Chat verlassen.

# chat-offline-title
source: I'm sorry
de: Entschuldigung.

# chat-offline-message
source: The chat is currently offline.
de: Der Chat ist derzeit offline.

# system-chat-byebye
source: Thank you for chatting with us.
de: Vielen Dank, dass Sie unseren Chat benutzt haben.

# system-chat-byebye-alert
source: The chat session was terminated!\nThank you for chatting with us.
de: Der Chat wurde beendet!\nVielen Dank, dass Sie unseren Chat benutzt haben.

# chatTimeout
source: The chat is now inactive, no message was send for a long time!
de: Der Chat wurde wegen Inaktivität beendet.

# chatDestroyedByAdmin
source: The chat was destroyed by an Admin. Thank you for chatting with us!
de: Der Chat wurde geschlossen. Vielen Dank, dass Sie unseren Chat benutzt haben!

# chatNoAccess
source: You don't have access! If you think this is an error please contact the site administrator.
de: Sie haben keinen Zugriff.

# module.options
source: Options
de: Optionen

# module.text_pieces
source: Text pieces
de: Vorlagen

# module.options_lock
source: Lock the chat
de: Chat sperren

# module.options_unlock
source: Unlock the chat
de: Chat entsprerren

# module.options_assume
source: Online Supporter
de: Mitarbeiter

# module.options_close
source: Close chat
de: Chat schließen

# module.created_at
source: created at
de: erstellt

# module.language
source: Language
de: Sprache

# module.type_youre_message
source: Type youre message here:
de: Nachricht eingeben:

# module.status_unlocked
source: Chat is unlocked
de: Der Chat is entsperrt

# module.playAlert
source: ... play an alert 'beep' for every message
de: ... Tonsignal bei jeder Nachricht

# module.selectAlertSound
source: Select notification sound
de: Benachrichtigungston auswählen

# module.chatDestroyedMsg
source: The chat was successfully closed. Good bye!
de: Der Chat wurde beendet. Auf Wiedersehen!

# module.welcomeMsg
source: Welcome %s! To write to this chat just type a message and press enter or lock it so only you will take care of it.
de: Herzlich Willkommen %s!

# module.status_locked
source: The chat is locked. Only you can see it.
de: Der Chat ist gesperrt. Nur Sie können ihn sehen.

# module.noFixTextInThisLanguage
source: There are no templates available for the FE-Users language!
de: Keine Vorlagen für die Sprache des Nutzers!

# module.noBeUserOnline
source: No other supporter is currently online!
de: Zur Zeit ist kein Chat-Mitarbeiter online!

# module.abort
source: Abort
de: Abruch

# module.assumeToTitle
source: Pass chat to colleague
de: Chat an Mitarbeiter weitergeben
